tools/issi/logs/requests/request_20240701_155443.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/"><SOAP-ENV:Body><ns1:SendMessage><ns1:userName>6e490380-29c2-48d8-8787-d07abee08f58</ns1:userName><ns1:password></ns1:password><ns1:request>&lt;?xml version="1.0" encoding="utf-8"?&gt;
&lt;TransferMessage xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://issi.transfer.bg/messaging/v1"&gt;
            &lt;Header&gt;&lt;EnforcementAgentType&gt;&lt;EnforcementAgentRegNum&gt;892&lt;/EnforcementAgentRegNum&gt;&lt;EnforcementAgentName&gt;Христо Василев Георгиев&lt;/EnforcementAgentName&gt;&lt;/EnforcementAgentType&gt;&lt;TransferDate&gt;2024-07-01T15:54:43+03:00&lt;/TransferDate&gt;&lt;TransferGUID&gt;{f17d70d0-6a0b-46a7-bcb7-e0ebd6b35048}&lt;/TransferGUID&gt;&lt;/Header&gt;&lt;Body&gt;&lt;TransferData&gt;&lt;IncomingReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;OutgoingReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;CasesReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;ActionReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-06-15T00:00:01+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;1&lt;/ActionNumber&gt;&lt;CaseNum&gt;20238920400383&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-04-21&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt; ДЕМИРКА СЪБИНОВА ДЕМИРОВА&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;СЕ9412 ВРЪЧЕНО ПРИ ОТКАЗ ОТ ДЛЪЖНИК. ПРИЗОВКАР И.ИВАНОВ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-06-15T00:00:01+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;2&lt;/ActionNumber&gt;&lt;CaseNum&gt;20238920400384&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-04-21&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt; ЮСЕИН ЕНГИН ХАСАН&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;СЕ9408 ВРЪЧЕНО ПРИ ОТКАЗ ОТ ДЛЪЖНИК. ПРИЗОВКАР И.ИВАНОВ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-06-15T00:00:01+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;3&lt;/ActionNumber&gt;&lt;CaseNum&gt;20238920400919&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-10-31&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt; Стоян Иванов Стоянов – съсобственик недлъжник&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;УОПП 18052 ВРЪЧЕНО НА  Стоян Иванов Стоянов – съсобственик недлъжник. ПРИЗОВКАР И.ИВАНОВ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;/ActionReg&gt;&lt;/TransferData&gt;&lt;/Body&gt;&lt;/TransferMessage&gt;
</ns1:request></ns1:SendMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>
